Repository: mozilla-l10n/mt-training-data
Catalog: kum/kum_pontoon.tmx
Source language: en_us
Languages: kum

source: account
kum: аккаунт

source: account activity
kum: аккаунтну иши

source: account recovery key
kum: Аккаунтну къайтырагъан аткъыч

source: account settings
kum: аккаунтну настройкалары

source: add-on
kum: къошайкъан зат

source: address bar
kum: Адрес язылагъан ер

source: AI chatbot
kum: ИИ чат-бот

source: AI enhancement
kum: ИИ-мнен яхшылатакъ

source: AI model
kum: ИИ модельлер

source: alternate text
kum: Алышдыракъан текст

source: app icon
kum: Программаны сураты

source: assistant
kum: Къомекчи

source: attack
kum: Гьужум

source: attacker
kum: Гьужулагьан адам

source: Attack Site
kum: Гьужулагъан сайт

source: attendee
kum: Ортакъчы

source: authenticate
kum: Терге

source: authenticated
kum: Тергейген

source: authentication code
kum: Тергегъен код

source: authenticator app
kum: Тергейген программа

source: authorization code
kum: Гирмекъе код

source: autofill
kum: Оьзю тола

source: autoplay
kum: Оьзю башлай

source: backup authentication code
kum: Дагъы да бир тергейген код

source: billing cycle
kum: Тёлемеге заман

source: bookmark
kum: Белги

source: breakpoint
kum: Тохтайгъан ер
